import React from 'react';
import './Home.css'

const Home = () => {
    return (
        <main className='home'>
            <div className='home_wrap'>
                <h1 className='home_title'>Home</h1>
                <p>В связи с расширением и популяризацией блокчейн технологий с каждым днём увеличивается количество элементов искусства в цифровом формате. Каждый день выходят сотни новых коллекций от известных художников. Каждый день появляются новые проекты и заявляют миру о своей превосходности и индивидуальности. И ты не знаешь, кому верить. И ты не можешь доверять всем. Но ты можешь рискнуть! И мы даём тебе эту возможность. Ты можешь предсказать на нашем портале будущее любой новой коллекции. И если ты будешь прав, то ты получишь вознаграждение за свою проницательность. </p>
                <p>Мы даём возможность людям заработать на их знании рынка, блокчейн технологий и ситуации в мире НФТ. Любой человек может прийти к нам и проверить себя: какой проект канет в небытие, а какой проект - будущий гем! </p>
                <p>Взаимодействие с нами абсолютно безопасно для тебя. Все твои средства находятся под нашей совершенной защитой. Всё , что тебе нужно сделать, это привязать свой солана кошелек к нашему сервису и сделать ставку на успех или неудачу нового проекта. В случае верного предсказания ситуации наш робот сам вернет тебе все твои средства и добавив к ним твою награду за смелость и проницательность.</p>
                <h2 className='home_title'>Road map</h2>
                <ol className='home_roadMap'>
                    <li>Составление черновой версии вайт пейпер. Может быть найм копирайтера, который смог бы переделать наши слова в разумные предложения.</li>
                    <li>
                        Консультация с дизайнером, желательно новичком, чтобы было бесплатно, касательно дизайна белой бумаги и будущего сервиса. Либо можно не скупится и нанять уже опытного дизайнера.
                    </li>
                    <li>Составление нового вайт пейпера согласно разработанному дизайну. </li>
                    <li>Регистрация твиттера, дискорда и , может быть, еще каких-то других социальных сетей, например, телеграмм. Чтобы дата создания этих способов общения с потенциальными клиентами была как можно старше.</li>
                    <li>
                        Создание чернового варианта нашей NFT коллекции вместе с художником.
                    </li>
                    <li>Создание чернового варианта нашего приложения согласно разработанному дизайну.</li>
                    <li>Консультация с вероятными инвесторами. Заключение с ними договора о роялти или о доли в нашем проекте.</li>
                    <li>Создание активности во всех наших соц.сетях</li>
                    <li>
                        Сбор средств путем продажи нашей NFT коллекции. Потенциальные покупатели находятся в дискорде , во всех ДАО , в которых мы будем к тому времени состоять. Возможно стоит здесь нанять несколько хантеров, которые будут шилить наш проект в других ДАО.
                    </li>
                    <li>
                        Если сбор средств путем продажи нашей коллекции будет успешен, то необходим полноценный запуск нашего сервиса, чтобы люди начали делать ставки.
                    </li>
                </ol>
            </div>
        </main>
    );
};

export default Home;